
未相见，我们恰似心有灵犀;待遇见，我们却来不及问候。——题记

“隆隆隆”，时光的列车疾驰而过，来不及回头看看身边的风景。不知为何，刹那红了眼眶，心中莫名地惆怅。

终于，纠结过后，还是选择在一个完全陌生的路口下了车。此时，天空正细雨微飘，而我，思绪愁情绵长。

记得，那年仲夏，稚嫩如我，犹如新生的婴儿，对你充满无限的好奇，而完全陌生的你却又如前世今生的万年之交，顿时，我默认心里油然而生的那无以比拟的熟悉感叫前所未有。而也恰好，你说你也如此。我们满是期许，满是想象，期许我们遇见的那一瞬间，想象遇见彼此时的涩涩容颜……就这样，我们美美地度过了整个充满糖果味的夏天。

悄悄的，秋天如期而至，我们满是欣喜，满是期待，整装待发，只为遇见的是更好的彼此。然而，我们终究是忘记了，秋季是一个感伤的季节，满怀的喜悦最终向淡淡的感伤示弱。我畏缩在拐弯处的墙角，偷偷探头观望站在风中等我的你，双脚像是长了根的树，久久无法迈出。最终，我深作呼吸，坚强地迈出了一步、两步、三步……很多很多步后，我们终于就这样檫肩而过。终于，我停住了脚步，却终究不敢回头，我怕一回头，泪水决堤，夺眶而出。至今，我不知道那时的你等了我多久，只是依稀记得那句“初心不变，方能始终”。

如今，再次经过老地方，总忍不住回头。那里灯光依旧，却不再是我们的时光，只是，心里已是五味杂陈，虽曾挣扎，却已无谓。我们就如从未好好相见，却要默默告别，只是仍然有点小任性，任性得无法释怀。

然而，该走的终究强留不住，错过的也将难回头。只是，匆匆那年教会了我该如何成长，给我辣辣的一巴掌让我猛然清醒……一切的一切，那么地刻骨铭心。

时光荏苒，行云流水之时遇见最美年华的你!微仰头，嘴角上扬是因为心中不曾相识却是最纯美的记忆!然而，一切却已不再!

幸好，匆匆那年教会我今年甚至以后该从容淡定。待遇见下一个你，我定微微一笑，脚步坚定地走向你，轻声向你问候：“你好”!让“遇见，却来不及问候”烟消云散，永远尘埃……
